tap "mongodb/brew"
tap "oven-sh/bun"

brew "apktool"
brew "bun"
brew "cocoapods"
brew "dex2jar"
brew "docker"
brew "eza"
brew "fastlane"
brew "ffmpeg"
brew "firebase-cli"
brew "gh"
brew "git-filter-repo"
brew "git"
brew "gnumeric"
brew "handbrake"
brew "jadx"
brew "lcov"
brew "librsvg"
brew "mongodb-community@8.0"
brew "neovim"
brew "node"
brew "pandoc"
brew "pnpm"
brew "ruby"
brew "scrcpy"
brew "shfmt"
brew "sqlite"
brew "watchman"
brew "webp"
brew "yarn"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alacritty"
cask "alfred"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "bruno"
cask "cursor"
cask "figma"
cask "flutter"
cask "font-jetbrains-mono"
cask "gcloud-cli"
cask "google-chrome"
cask "handbrake-app"
cask "iina"
cask "keepingyouawake"
cask "meetingbar"
cask "microsoft-teams"
cask "openvpn-connect"
cask "rectangle"
cask "slack"
cask "transmission"

# https://handy.computer/download
